name: "quartznet"
platform: "pytorch_libtorch"
input [
    {
      name: "input__0"
      data_type: TYPE_FP32
      dims: [1, 64, -1]
    },
    {
      name: "input__1"
      data_type: TYPE_INT32
      dims: [1]
    }
]
output [
    {
      name: "output__0"
      data_type: TYPE_FP32
      dims: [1, -1, 29]
    }
]
instance_group [
  {
    kind: KIND_CPU
  }
]
